_posts/language/2016-08-25-english-tomato.html
---
layout: post
title: 单词本：蔬菜之番茄
categories: [language]
tags: [English]
---

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> Tomato</h2>
<div class="outline-text-2" id="text-1">
<p>
今天的主题是番茄。法语 la tomate<sup>(fr)</sup>，德语 die Tomate<sup>(de)</sup>。德语法语中都是阴性名词。可能番茄是从墨西哥纳瓦特人那边引进的，所以这个单词发源于纳瓦特（Nahuatl）语言 tomatl。
</p>

<p>
除了 tomatl，还有比如 chocolate 巧克力，源自纳瓦特语 xocolātl，本意为苦水；
avacado 牛油果，源自 ahuacatl; coyote 丛林狼，源自 coyotl；ocelot 山猫来自
ocelotl。<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup> 有没有发现一个规律，就是纳瓦特语特别喜欢在每个单词后面加上 l，就如同他们的语言 Nahuatl 一样。
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> cherry tomato</h2>
<div class="outline-text-2" id="text-2">
<p>
还有一种我们常吃的小番茄，又叫圣女果，英语名字叫 cherry tomato 樱桃番茄。好像我们有时候也叫它樱桃番茄。叫圣女果是因为台湾有一种小番茄的品种名叫“圣女”。台湾还有个说法叫车厘茄，这是中西合璧的结晶。
</p>

<p>
法语叫 tomate cerise<sup>(fr)</sup>，德语叫 Johannisbeertomate<sup>(de)</sup>。
</p>

<p>
法语还是很好理解的cerise<sup>(fr)</sup> 就是樱桃。
</p>

<p>
但是德语 Johannisbeer 是什么东西呢？原来是醋栗 currant<sup>(en)</sup> ，一种小小的红红的酸甜的小浆果。记得在芬兰的时候经常吃到醋栗酱。而德国人每年6 月 24 日施洗者圣约翰节的时候会吃一吃，所以就叫 Johannisbeere 了。die Beere<sup>(de)</sup> 浆果，草莓就叫 die
Erdbeere<sup>(de)</sup>。另外圣约翰是耶稣基督的表兄，在耶稣基督开始传福音之前在旷野向犹太人劝勉悔改，并为耶稣基督施洗。施洗者圣约翰节在每年的6月24日。<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>
</p>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">3</span> spoon tomato</h2>
<div class="outline-text-2" id="text-3">
<p>
比圣女果还要小的番茄，一勺能兜起一大把。
</p>

<p>
Spoon tomato plants get as tall as regular cherry tomato plants. It produce many
small tomatoes. Tomatoes are small but you can harvest many so it's fun! Kids
love them. <sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>
</p>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">4</span> Summary</h2>
<div class="outline-text-2" id="text-4">
<p>
Tomato 这种欧美世界通用的单词也没什么好多说的，唯一考究一下它的来源还是挺好玩的，头一次知道有纳瓦特语。还知道了巧克力，牛油果，丛林狼，山猫都是来自纳瓦特语的单词。
</p>

<p>
另外还学习了番茄的两个品种 cherry tomato 和 spoon tomato。另外从小番茄的德语名字
Johannisbeertomate 中，我们了解到了每年的 6 月 24 日是西方施洗者圣约翰节。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Nahuatl">https://en.wikipedia.org/wiki/Nahuatl</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://ask.rednet.cn/question/81125">http://ask.rednet.cn/question/81125</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.reimerseeds.com/worlds-smallest-tomato.aspx">http://www.reimerseeds.com/worlds-smallest-tomato.aspx</a>
</p></div></div>


</div>
</div>
